// 泰语
export default {
	common: {
		mixRecharge: ["กรุณากรอกที่อยู่อีเมลของคุณ"],
		language: "ภาษา",
		common: ["บริการออนไลน์", "ยกเลิกการระงับ", "ยืนยัน", "ยกเลิก"],
		upload: ["กำลังอัปโหลด...", "รูปแบบผิด", "อัปโหลดสำเร็จ", "การอัพโหลดล้มเหลว"],
		vanPull: ["ไม่มีข้อมูลเพิ่มเติม", "ไม่มีข้อมูล"],
		login: {
			text: ["ภาษา", "Crypto", "เข้าสู่ระบบ"],
			label: ["เข้าสู่ระบบ...", "เข้าสู่ระบบทันที"],
			placeholder: ["กรุณากรอกอีเมล์/เบอร์มือถือ", "กรุณาใส่รหัสผ่านของคุณ"],
			default: ["ไม่มีบัญชี?", "สมัครตอนนี้เลย", "ลืมรหัสผ่าน?", "ลืมรหัสผ่านหรือไม่"],
			codes: ["ไม่มีบัญชี", "รหัสผ่านผิดพลาด", "บัญชีถูกระงับ", "ล้มเหลว"]
		},
		register: {
			text: ["Crypto", "กำลังส่งรหัสยืนยัน...", "คลิกเพื่อรับ", "กำลังลงทะเบียน...", "สมัครตอนนี้เลย"],
			placeholder: ["กรุณาใส่อีเมลของคุณ", "กรุณากรอกรหัสยืนยัน", "กรุณาใส่รหัสผ่านของคุณ",
				"กรุณายืนยันรหัสผ่านของคุณ", "กรุณากรอกรหัสเชิญ", "สองรหัสผ่านที่แตกต่างกัน", "กรุณากรอกรหัสยืนยัน",
				"อีเมลไม่ถูกต้อง"
			],
			label: ["มีบัญชีอยู่แล้ว?{a} {line}", "กลับเข้าสู่ระบบ"],
			codes: ["บัญชีมีอยู่แล้ว", "ไม่มีรหัสยืนยัน", "รหัสยืนยันไม่ถูกต้อง", "รหัสผ่านทั้งสองไม่ตรงกัน",
				"ไม่มีผู้อ้างอิง", "ล้มเหลว"
			]
		},
		resetpwd: ["ลืมรหัสผ่าน", "กรุณาใส่อีเมลของคุณ", "กรุณากรอกรหัสยืนยัน", "คลิกเพื่อรับ", "กรุณาใส่รหัสผ่าน",
			"รีเซ็ตรหัสผ่าน"
		],
		footer: ["หน้าแรก", "รายการ", "คำสั่งซื้อ", "ประวัตของฉัน"],
		home: {
			label: ["ยินดีต้อนรับ"],
			broadcast: "ขอแสดงความยินดีสมาชิก{member} กลายเป็น{grade}",
			menu: ["บันทึกกองทุน", "แนะนำ", "ลงทะเบียน", "บริการลูกค้า"],
			noticeTitle: "ประกาศล่าสุด",
			msg: "ภารกิจไม่เปิด",
			video: "ไม่มีวิดีโอสอน",
			hero: {
				title: "วิธีที่ง่ายในการแลกเปลี่ยนออนไลน์",
				subtitle: "การถ่ายโอนเงินระหว่างประเทศคือสิ่งที่เราทำ",
				description: "เราช่วยให้ธุรกิจและบุคคลสามารถส่งและรับเงินอย่างปลอดภัยโดยไม่มีค่าธรรมเนียมจากธนาคารที่สูงเกินไป.",
				credentials1: "มีประสบการณ์มากกว่า 25 ปี, ส่งออกที่ ASX ตั้งแต่ปี 2013",
				credentials2: "ถูกควบคุมโดยสถานะกำกับดูแลมากกว่า 50 แห่งทั่วโลก",
				button: "เริ่มต้น →"
			}
		},
		hall: {
			default: ["ชั้นซื้อขาย", "สมดุล", "ฉันต้องการที่จะซื้อ", "ฉันต้องการขาย", "ยืนยันการขาย", "รายการสั่งซื้อ",
				"สั่งขาย", "ขายให้กับพ่อค้า", "คำสั่งซื้อที่รอดำเนินการ", "ซื้อ", "ขาย"
			],
			list: ["ปริมาณ", "ราคาต่อหน่วย", "ที่เหลืออยู่", "ขาย USDT", "โปรดป้อนจำนวนเงิน USDT", "รับจำนวนเงิน",
				"โควต้า", "ซื้อ USDT", "จำนวนเงินที่ใช้ไป"
			],
			kbip: ["ถอน", "จำนวนเงินที่มากเกินไป", "ต้องอยู่ในวงเงิน"]
		},
		msglist: ["รายการข้อความ"],
		sell: {
			placeholder: ["กรุณาใส่ราคาขาย", "กรุณาใส่ปริมาณการขาย"],
			label: ["ยอดคงเหลือ (USDT)", "ชื่อ", "บัญชีธนาคาร", "ราคาปัจจุบัน(USDT)", "ขายราคาดีที่สุด", "ราคาขาย",
				"ขายปริมาณ USDT", "ราคาที่ดีที่สุด", "ทั้งหมด", "ตกลงที่จะขาย"
			]
		},
		buy: {
			placeholder: ["กรุณาใส่ราคาซื้อ", "กรุณากรอกจำนวนซื้อ", "จำนวนเงินขั้นต่ำ", "จำนวนเงินสูงสุด"],
			label: ["สมดุล(USDT)", "ชื่อ", "บัญชีธนาคาร", "ราคาปัจจุบัน(USDT)", "ซื้อราคาที่ดีที่สุด", "ราคาซื้อ",
				"ซื้อปริมาณ", "ราคาที่ดีที่สุด", "ทั้งหมด", "ยืนยันการซื้อ", "โควต้า"]
		},
		user: {
			default: ["ศูนย์ส่วนบุคคล", "เข้าสู่ระบบบัญชี", "รหัสการเชิญ", "ออกจากระบบ", "สมดุล", "ทอง",
				"กระเป๋าสตางค์"],
			menu: ["ทรัพย์สินของฉัน", "ทีม", "การผูกบัญชี", "รายละเอียดบัญชี", "บทนำแพลตฟอร์ม", "ออกจากระบบ"]
		},
		bindAccount: {
			default: ["ผูกบัญชี", "ส่ง"],
			fields: ["ชื่อ", "หมายเลขโทรศัพท์", "หมายเลขบัญชี", "ธนาคาร", "ชนิดของ", "ที่อยู่ USDT", "รหัสธนาคาร"],
			fields2: ["ชื่อ-นามสกุล", "เบอร์โทรศัพท์", "หมายเลขบัญชี", "ธนาคาร", "ประเภท", "ที่อยู่ USDTl"],
			placeholder: ["ชื่อบัญชี", "หมายเลขโทรศัพท์", "เลขที่บัญชี", "กรุณากรอกชื่อธนาคาร", "กรุณาเลือกประเภท USDT",
				"โปรดป้อนที่อยู่ USDT"
			],
			placeholder2: ["กรุณากรอกชื่อและนามสกุล", "กรุณากรอกหมายเลขโทรศัพท์", "กรุณากรอกหมายเลขบัญชีของคุณ",
				"ชื่อธนาคาร", "กรุณาเลือกประเภท USDT", "กรุณากรอกที่อยู่ USDT"
			]
		},
		wallet: {
			default: ["ทรัพย์สินของฉัน", "เติมเงิน", "ถอน", "บันทึกการเติมเงิน", "บันทึกการถอนเงิน", "จำนวนเงินที่เติม",
				"จำนวนที่ขาย", "ได้รับ", "ยอดเงินในบัญชี", "ยอดเงินคงเหลือ", "จำนวนเงินที่เติม(USDT)", "ยอดขาย",
				"รายได้รวม", "ยกระดับธุรกิจ", "อัพเกรดร้านค้า กรุณาติดต่อฝ่ายบริการลูกค้า",
				"ยืนยันการตกลงทางธุรกิจ", "การรับรองความถูกต้องของผู้ค้า", "คุณต้องจ่ายเงิน", "ใบสำคัญจ่าย",
				"ฝากค้า", "รับรองความถูกต้องในขณะนี้", "ข้อมูล", "คุณต้องจ่ายเงิน",
				"จะเติมเงินหรือไม่หากยอดเงินไม่เพียงพอ"
			],
			label: ["วิธีการถอนเงิน", "จำนวนเงินที่ถอนออก", "รหัสผ่านกองทุน", "ส่ง", "หมายเลขโทรศัพท์", "จดหมาย",
				"IFSC", "แน่นอน"
			],
			placeholder: ["เลือกวิธีการถอนเงิน", "กรุณากรอกจำนวนเงินที่ถอน", "กรุณากรอกรหัสผ่านกองทุน",
				"กรุณาเลือกวิธีการถอนเงิน", "กรุณากรอกหมายเลขโทรศัพท์มือถือของผู้รับเงิน",
				"กรุณากรอกที่อยู่อีเมลของผู้รับ", "กรุณาระบุผู้รับผลประโยชน์ IFSC"
			],
			msg: ["คุณยังไม่ได้ตั้งรหัสผ่านของกองทุน กรุณาตั้งรหัสผ่านก่อน",
				"คุณยังไม่ได้ผูกบัญชี PIX โปรดผูกบัญชีก่อน", "ยืนยันการถอน?"
			]
		},
		recharge: {
			default: ["เติมเงินกระเป๋าสตางค์", "การเติมเงินล่วงหน้าของกระเป๋าเงิน", "วิธีการเติมเงิน", "เติมเงิน",
				"ยืนยัน"
			],
			label: ["หมวดหมู่", "ที่อยู่", "จำนวนเงินที่เติม", "ป้อนจำนวนเงิน", "อัปโหลดใบรับรอง", "คัดลอกสำเร็จ",
				"การแลกเปลี่ยนเงินฝากล่วงหน้า"
			],
			placeholder: ["ชนิดของ", "ที่อยู่"],
			info: ["จำนวนเงินที่เติม", "หมายเลขคำสั่งซื้อ", "ธนาคารผู้รับผลประโยชน์", "บัญชีเงินเก็บ", "ผู้รับเงิน",
				"สำเนา"
			]
		},
		task: {
			tabs: ["ทั้งหมด", "กำลังดำเนินการ", "หมดอายุ", "สมบูรณ์", "รอแม่ค้าชำระเงิน", "รอการยืนยัน"],
			default: ["รายการสั่งซื้อ"],
			msg: ["ส่งรีวิว", "ส่งแล้ว กรุณารอการตรวจสอบ", "การส่งล้มเหลว โปรดส่งใหม่"]
		},
		userInfo: {
			default: ["ข้อมูลส่วนบุคคล", "สัญลักษณ์", "หมายเลขบัญชี", "จดหมาย", "อาลีเพย์", "รายละเอียดข้อมูล",
				"เปลี่ยนรหัสผ่าน", "รหัสผ่านกองทุน", "คลิกการตั้งค่า", "แก้ไขอวาตาร์", "เปลี่ยนรหัสผ่านเข้าสู่ระบบ",
				"เปลี่ยนรหัสผ่านกองทุน", "ส่ง", "ล้างแคช", "ดูข้อมูล", "ชื่อเล่น", "รหัสอ้างอิง"
			],
			label: ["รหัสผ่านเข้าสู่ระบบเดิม", "รหัสผ่านเข้าสู่ระบบใหม่", "ยืนยันรหัสผ่าน", "รหัสผ่านกองทุนเดิม",
				"รหัสผ่านกองทุนใหม่", "ยืนยันรหัสผ่าน", "บันทึก"
			],
			placeholder: ["กรุณาป้อนรหัสผ่านเข้าสู่ระบบเดิม", "กรุณาป้อนรหัสผ่านเข้าสู่ระบบใหม่",
				"กรุณายืนยันรหัสผ่านเข้าสู่ระบบ", "กรุณากรอกรหัสผ่านกองทุนเดิม", "กรุณากรอกรหัสผ่านกองทุนใหม่",
				"กรุณายืนยันรหัสผ่านกองทุน"
			]
		},
		fundRecord: {
			default: ["บันทึกค่าใช้จ่าย", "บันทึกการเติมเงิน", "บันทึกสินทรัพย์", "ชาร์จ", "รับ", "สนับสนุน"],
			tabs: ["รายรับ", "รายจ่าย", "เติมเงิน"]
		},
		dialog: ["คำใบ้", "แน่นอน", "กำลังส่ง...", "คัดลอกสำเร็จ", "เวอร์ชันระบบ IOS ต่ำและไม่รองรับ",
			"กำลังลงทะเบียน...", "กำลังโหลด..."
		],
		serviceCenter: ["บริการลูกค้า", "สวัสดี ฉันคือฝ่ายบริการลูกค้าพิเศษ~", "ยินดีให้บริการค่ะ", "บริการตนเอง",
			"บริการลูกค้าออนไลน์", "เติมเงินบริการลูกค้า", "บริการลูกค้าสาย"
		],
		userTaskRecord: ["คำสั่งของฉัน", "คำสั่งขาย", "คำสั่งซื้อ", "สถานะปัจจุบัน", "รับคอมมิชชั่น", "สมบูรณ์"],
		withdrawlist: ["บันทึกการถอนเงิน"],
		teamReport: {
			default: ["รายชื่อทีม"]
		},
		common2: ["บทช่วยสอนสำหรับผู้เริ่มต้น", "ติดต่อฝ่ายบริการลูกค้า", "ข้อกำหนดในการให้บริการ, ดูรายละเอียด",
			"ฝ่ายบริการลูกค้า 1", "ฝ่ายบริการลูกค้า 2"
		],
		common3: ["ความสำเร็จ", "การแนะนำแพลตฟอร์ม"],
		invite: {
			share: "แชร์โปรโมชัน",
			myInviteCode: "รหัสเชิญของฉัน",
			copyInviteText: "คัดลอกรหัสเชิญเพื่อเชิญเพื่อนให้เข้าร่วม",
			copy: "คัดลอก",
			unableToInvite: "ไม่สามารถเชิญสมาชิกให้ลงทะเบียนได้ชั่วคราว",
			inviteCodeLabel: "รหัสเชิญ:",
			copyInviteLink: "คลิกเพื่อคัดลอกลิงก์เชิญ"
		},
		common4: ["ตรวจสอบชื่อจริง", "ส่งสำเร็จ", "หมายเหตุ", "เนื้อหารายการ", "จำนวนเงินที่ชำระ", "หน้าบัตรประชาชน",
			"หลักฐานการเงิน", "กรุณาผูกบัญชีให้เรียบร้อยก่อน", "กรุณาตรวจสอบชื่อจริงให้เสร็จก่อน"
		],
		common5: ["ขาย", "นาที", "ก่อนหน้านี้", "บันทึกคิวอาร์โค้ด", "เปิด",
			"บัญชีถูกระงับ ไม่สามารถซื้อขายได้ชั่วคราว", "ดาวน์โหลดแอป"
		],
		common6: ["คำสั่งเติมเงิน", "หมายเลขคำสั่งซื้อ", "จำนวนเงิน", "เวลา", "สถานะ"],
		hall2: ["ยอดขายขั้นต่ำคือ", "", "จำนวนการขายเกินขีดจำกัดรายวัน"],
		register2: ["การลงทะเบียนอีเมล", "การลงทะเบียนโทรศัพท์มือถือ", "กรุณากรอกหมายเลขโทรศัพท์มือถือของคุณ"],
		withdraw2: ["การถอน", "บัญชีผู้ขาย", "ยอดคงเหลือในบัญชี", "จำนวนเงินที่ต้องชำระ", "ชำระเงินทันที",
			"ยังมีงานที่ยังไม่เสร็จสมบูรณ์และการถอนถูกปิดใช้งานชั่วคราว", "จำนวนการถอนต่อ เกินวัน", "หมายเหตุ"
		],
		mytask2: ["บัญชีร้านค้า", "ราคา", "จำนวนเงิน", "ยอดเงินในบัญชี", "จำนวนเงินที่ชำระ", "เวลา",
			"รายละเอียดการสั่งซื้อ", "ปริมาณไม่สามารถเป็น 0", "ยอดคงเหลือไม่เพียงพอ", "ราคาไม่สามารถเป็น 0",
			"ช่วงไม่ถูกต้อง"
		],
		taskOrder2: ["คุณยังมีคำสั่งซื้อที่ยังไม่สำเร็จซึ่งไม่สามารถยกเลิกได้", "ยอดเงินคงเหลือไม่เพียงพอ",
			"ยืนยันแล้ว", "ล้มเหลว", "คุณยังคงต้องทำคำสั่งซื้อให้เสร็จสมบูรณ์เพื่อถอนเงินสด:"
		],
		busAuth2: ["อัปเกรดธุรกิจ", "ฉันยอมรับ", "ยืนยันการอัปเกรด", "อัปเกรดร้านค้า",
			"โปรดติดต่อฝ่ายบริการลูกค้าหากคุณต้องการแก้ไขข้อมูลบัญชี",
			"บัญชีปัจจุบันจำเป็นต้องอัปเกรดเป็นบัญชีร้านค้า"
		],
		recharge2: ["จำนวนเงินไม่สามารถเป็น 0", "ต้องอัปโหลดภาพหน้าจอ"],
		buy3: ["นับถอยหลัง", "ชั่วโมง", "ประเภท", "ใบสั่งสวัสดิการ", "ใบสั่งขายร่วม", "จำกัดจำนวนคน",
			"ไม่ป้อนไม่จำกัดจำนวนคน", "รหัสผู้ใช้ที่ระบุ", "กรุณากรอก รหัสที่ระบุ"
		],
		hall3: ["วัน", "ชั่วโมง", "นาที", "วินาที", "คำสั่งผสม", "บัญชี", "หมดอายุ"],
		sell3: ["ราคาขายต้องไม่เกินราคาที่ดีที่สุด"],
		busAuth3: ["สมาชิก", "ผู้ค้า", "ผู้ค้ามงกุฎ"],
		recharge3: ["คำนวณ"],
		home3: ["ขุดเหรียญ", "กล่องสุ่ม", "กล่องปริศนา", "กระเป๋าเงิน", "คอยติดตาม"],
		home4: ["ธุรกรรมด่วน", "ซื้อ USDT ในคลิกเดียว", "ธุรกรรม C2C", "ซื้อและขาย USDT", "ผู้ใช้ออนไลน์",
			"ปริมาณธุรกรรม 24 ชั่วโมง (USDT)"
		],
		common7: ["หากปัญหาของคุณยังไม่ได้รับการแก้ไข โปรดติดต่อฝ่ายบริการลูกค้าออนไลน์", "ติดต่อฝ่ายบริการลูกค้า",
			"คลิกเพื่อปรึกษา", "การตั้งค่า", "ทั้งหมด", "เชิญเพื่อน", "จำนวนคนในทีม", " เพิ่มเดือนนี้",
			"เวลาลงทะเบียน", "จำนวนผู้ใต้บังคับบัญชา"
		],
		hall4: ["ข้อมูลประจำตัวของคุณ", "สมาชิก", "ข้อมูลบัญชีของคุณ", "ธุรกรรมสำเร็จ", "คุณทำสำเร็จแล้ว", "ราคารวม",
			"ซื้อ", "ขาย"
		],
		task3: ["ทั้งหมด", "ค้างชำระ", "ชำระแล้ว"],
		my: ["คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบบัญชีของคุณ?"],
		bindAccount2: ["กรุณากรอกข้อให้ถูกต้อง มิฉะนั้น จะมีผลต่อการทำธุระกรรม", "ผูกมัดทันที", "ติดต่อฝ่ายบริการ"],
		recharge4: ["เพื่อความปลอดภัยของท่าน หลังจากโอนเงินสำเร็จโปรดส่งหลักฐานการโอนเพื่อยืนยันและตรวจสอบ!"],
		resetpwd2: ["อีเมล", "โทรศัพท์มือถือ",
			"หมายเหตุ: รหัสผ่านประกอบด้วย 6~16 ตัวอักษรและไม่คำนึงถึงตัวพิมพ์เล็กและใหญ่"
		],
		hall5: ["จำนวน"],
		index: {
			title: "DEX:OFX",
			subtitle: "USDT is converted into legal tender",
			intro: "For users in many areas, it is a common problem that they can't easily buy USDT (stable currency) due to limited payment channels, bank restrictions, local supervision, or lack of compliance exchanges. DEX:OFX provides a safe, compliant and highly liquid way to help users smoothly convert digital assets into local legal tender.",
			suitableUsersTitle: "First, which users are suitable?",
			suitableUsersIntro: "DEX:OFX's legal currency exchange mechanism is especially suitable for the following groups:",
			suitableUsers: [
				"Local banks prohibit or restrict the purchase of cryptocurrencies.",
				"Credit/debit cards cannot purchase USDT on the exchange.",
				"The local exchange lacks USDT liquidity.",
				"Want to avoid complicated KYC or high formalities.",
				"Want to quickly convert digital assets into local legal tender (EUR, CAD ,USD ,SGD, CHF, etc.)."
			],
			coreFeaturesTitle: "Second, DEX: the core function of OFX",
			coreFeatures: [
				{
					title: "USDT → French currency exchange",
					content: "Users can transfer USDT to the designated wallet address of DEX:OFX, and the system will automatically convert it into designated legal tender according to the real-time exchange rate, and complete the transfer through the cooperative financial network.",
					supportedCurrenciesTitle: "Supported legal tender includes (but is not limited to):",
					supportedCurrencies: [
						"USD dollars",
						"HKD",
						"SGD SGD",
						"TWD nt $",
						"EUR euro",
						"AUD Australian dollar"
					]
				},
				{
					title: "No exchange account is required.",
					content: "There is no need for centralized exchanges such as coinbase-crypto.com. Lower the threshold, especially for users who can't register for the exchange."
				},
				{
					title: "Global cross-border receipt capacity",
					content: "Relying on OFX's global cross-border payment network, we can achieve fast payment;",
					transferTime: [
						"Transfer in the same country: same day or 1 working day",
						"International remittance: 1-3 working days",
						"(depending on the regional bank)"
					]
				},
				{
					title: "Transparent exchange rate and low handling fee.",
					content: "The exchange adopts real-time market price, and the fee is fixed and transparent, so as to avoid hiding the handling fee."
				}
			],
			exchangeProcessTitle: "III. Example of Exchange Process",
			exchangeProcessIntro: "The following is the general exchange process (which can be adjusted according to your business needs):",
			exchangeProcess: [
				{
					title: "Submit an exchange application",
					steps: [
						"The user selects the legal tender, amount and receiving bank.",
						"The system generates the USDT collection address (TRC20 or ERC20).",
						"User transfers to USDT or other cryptocurrency."
					]
				},
				{
					title: "DEX:OFX performs exchange",
					steps: ["The system converts the exchange price into the required legal tender in real time."]
				},
				{
					title: "Legal tender to account",
					steps: ["Remittance to user account through international financial network or local banking system."]
				}
			],
			whyCantBuyTitle: "4. Why can't many people buy USDT?",
			whyCantBuyReasons: [
				"The bank does not allow the category of \"cryptocurrency transaction\"",
				"Credit card companies block encrypted purchases.",
				"Local regulatory restrictions",
				"The exchange requires a high KYC",
				"Exchange withdrawal fees are high.",
				"There is no stable currency distribution channel in the local area.",
				"Some countries do not have legal encryption exchanges."
			],
			valueProposition: "Dex: The value of OFX is to help these people cross financial barriers and use French currency directly.",
			safetyTitle: "V. Safety and supervision (focusing on increasing trust)",
			safetyIntro: "Based on the concept of OFX system, it emphasizes supervision, compliance and transparent process.",
			safetyFeatures: [
					"All capital flows have been audited by AML and KYC.",
					"The user's receiving bank needs to be verified.",
					"The whole process can be traced and audited."
				],
				regions: {
					europe: "ยุโรป",
					unitedStates: "สหรัฐอเมริกา",
					canada: "แคนาดา",
					singapore: "สิงคโปร์",
					switzerland: "สวิตเซอร์แลนด์",
					unitedKingdom: "สหราชอาณาจักร"
				},
				infoCards: [
					{
						title: "ใช้ง่าย",
						description: "แลกเปลี่ยนสกุลเงินจากมากกว่า 150 ประเทศออนไลน์"
					},
					{
						title: "การถ่ายโอนรวดเร็วและน่าเชื่อถือ",
						description: "แลกเปลี่ยนแบบทันทีพร้อมอัตราแลกเปลี่ยนตลาดแบบเรียลไทม์"
					},
					{
						title: "น่าเชื่อถือและปลอดภัย",
						description: "สถาบัน P2P ที่ได้รับอนุญาตและถูกควบคุม"
					}
				]
			},
		exchange: {
			infoCard: {
				totalOrders: "จำนวนคำสั่งซื้อทั้งหมด",
				totalProfit: "กำไรทั้งหมด",
				totalBalance: "ยอดคงเหลือทั้งหมด",
				processing: "กำลังดำเนินการ",
				orders: "คำสั่งซื้อ",
				confirmExchange: "ยืนยันการแลกเปลี่ยน",
				records: "บันทึก",
				selectCurrency: "เลือกสกุลเงิน"
			},
			modal: {
				steps: ["จับคู่คำสั่งซื้อ", "กำลังดำเนินการ", "แลกเปลี่ยนแล้ว"],
				percentage: "(100%)",
				exchangedCurrency: "สกุลเงินที่แลกเปลี่ยน",
				exchangedRate: "อัตราแลกเปลี่ยน",
				exchangedAmount: "จำนวนที่แลกเปลี่ยน",
				exchangeEarnings: "รายได้จากการแลกเปลี่ยน",
				orderType: "ประเภทคำสั่งซื้อ",
				close: "ปิด"
			}
		},
		navbar: {
			title: "DEX:OFX",
			home: "หน้าแรก",
			market: "ตลาด",
			trade: "การซื้อขาย",
			wallet: "กระเป๋าเงิน",
			profile: "โปรไฟล์"
		}
	},
	order: {
		recordsTitle: "บันทึก",
		tabs: {
			all: "ทั้งหมด",
			pending: "รอดำเนินการ",
			completed: "เสร็จสมบูรณ์",
			limitOrder: "คำสั่งจำกัด"
		},
		status: {
			completed: "เสร็จสมบูรณ์",
			pending: "รอดำเนินการ",
			processing: "กำลังดำเนินการ"
		},
		details: {
			orderId: "รหัสคำสั่งซื้อ",
			orderType: "ประเภทคำสั่งซื้อ",
			exchangeCurrency: "สกุลเงินที่แลกเปลี่ยน",
			exchangeEarnings: "รายได้จากการแลกเปลี่ยน",
			expectedReturn: "ผลตอบแทนที่คาดหวัง"
		}
	},
	faqs: {
		pageHeader: {
			title: "กฎระเบียบและข้อบังคับ",
			description: "คู่มือแพลตฟอร์มและข้อมูลการซื้อขาย"
		},
		basicRules: {
			title: "กฎพื้นฐาน",
			rules: [
				"แต่ละบัญชีสามารถใช้หมายเลขโทรศัพท์มือถือเพียงหนึ่งหมายเลขในการลงทะเบียนเท่านั้น",
				"ตามข้อบังคับของ FinCEN ผู้ใช้แต่ละคนจะต้องมีเงินอย่างน้อย $100 ในบัญชีของตนเองเพื่อดำเนินการสั่งซื้อ",
				"แต่ละกลุ่มงานสามารถมีคำสั่งจำกัดได้ 0-4 คำสั่ง และแต่ละคำสั่งจำกัดสามารถมีคำสั่งแลกเปลี่ยนได้สูงสุด 2 คำสั่ง (กล่าวคือ 1 คำสั่งแลกเปลี่ยน 2 ครั้ง) แต่ละกลุ่มงานอนุญาตให้ดำเนินการเพียง 1 งานที่มีการแลกเปลี่ยน 2 ครั้งเท่านั้น",
				"บัญชีที่มียอดเงินฝากเกินจำนวนที่กำหนดจะได้รับการอัปเกรดเป็นสมาชิก SVIP โดยอัตโนมัติ สมาชิกที่ได้รับการอัปเกรดสามารถดำเนินการสั่งซื้อได้ 40 รายการต่อรอบ"
			]
		},
		platformOperation: {
			title: "การดำเนินงานของแพลตฟอร์ม",
			rules: [
				"แพลตฟอร์มเปิดให้บริการทุกวันตั้งแต่เวลา 10:00 น. ถึง 23:00 น. สมาชิกสามารถสั่งซื้อได้เฉพาะในช่วงเวลานี้เท่านั้น",
				"หากบัญชีของคุณถูกบุคคลที่สามใช้ในทางที่ผิด กรุณาติดต่อฝ่ายบริการลูกค้าทันที",
				"การถอนเงินที่เกิน $30,000 ต้องแจ้งล่วงหน้าให้ฝ่ายบริการลูกค้าทราบ",
				"คะแนนเครดิตจะได้รับการอัปเดตหลังเวลา 22:30 น. ของทุกวัน การถอนเงินไม่สามารถทำได้หากคะแนนเครดิตต่ำกว่า 95 คะแนน"
			]
		},
		orderTypes: {
			title: "ประเภทคำสั่งซื้อ",
			marketOrder: {
				title: "คำสั่งตลาด",
				description: "ผู้ใช้แพลตฟอร์มแลกเปลี่ยนเงินตราต่างประเทศยอมรับอัตราแลกเปลี่ยนที่ดีที่สุดที่มีในตลาดปัจจุบันและดำเนินการแลกเปลี่ยนให้เสร็จทันที ระบบจะจัดสรรคำสั่งซื้อโดยอัตโนมัติตามยอดเงินคงเหลือที่มีในบัญชีสมาชิก ค่าคอมมิชชั่นสำหรับประเภทคำสั่งซื้อนี้คือ 1% ของจำนวนคำสั่งซื้อ"
			},
			limitOrder: {
				title: "คำสั่งจำกัด",
				description: "ผู้ใช้แพลตฟอร์มแลกเปลี่ยนเงินตราต่างประเทศสามารถกำหนดอัตราแลกเปลี่ยนเป้าหมายได้ เมื่ออัตราแลกเปลี่ยนในตลาดถึงค่าที่กำหนด ระบบจะจับคู่และดำเนินการแลกเปลี่ยนโดยอัตโนมัติ คำสั่งเหล่านี้มักจะเกินยอดเงินคงเหลือในบัญชีของตัวแทนในปัจจุบัน แต่มีศักยภาพในการคืนที่สูงกว่า ค่าคอมมิชชั่นสำหรับประเภทคำสั่งซื้อนี้คือ 5%-60% ของจำนวนคำสั่งซื้อ"
			}
		},
		giftPackage: {
			title: "แพ็คเกจของขวัญ",
			description: [
				"แพ็คเกจของขวัญเป็นข้อเสนอพิเศษสำหรับสมาชิกที่มีค่าของเรา แพ็คเกจนี้มีคำสั่งสุ่มที่เกี่ยวข้องกับคำสั่งจำกัดหรือเงินสดที่คู่ค้าของเราให้มาอย่างเอื้ออาทร ข้อเสนอพิเศษนี้ใช้กับสมาชิกที่สะสมเงินจำนวนหนึ่งในบัญชีแล้ว แพ็คเกจของขวัญจะมีให้บริการเพียง 0-4 ครั้งต่อรอบเท่านั้น",
				"แพ็คเกจของขวัญถูกออกแบบมาเพื่อตอบแทนชุมชนที่ซื่อสัตย์ของเราและปรับปรุงประสบการณ์ของคุณกับเรา การบรรลุเป้าหมายนี้ไม่เพียงแต่อนุญาตให้คุณได้รับรางวัลที่น่าสนใจ แต่ยังทำให้คุณเป็นส่วนหนึ่งของกลุ่มพิเศษที่มีสิทธิประโยชน์เพิ่มเติม"
			]
		},
		deposits: {
			title: "เงินฝาก",
			description: [
				"การฝากเงินทั้งหมดต้องประสานงานผ่านฝ่ายบริการลูกค้าออนไลน์ของแพลตฟอร์ม หลังจากโอนเงินไปยังบัญชีที่กำหนดโดยฝ่ายบริการลูกค้าแล้ว กรุณาส่งใบสำคัญการชำระเงินเพื่อให้การประมวลผลเป็นไปอย่างทันเวลา",
				"เพื่อหลีกเลี่ยงความล่าช้า กรุณายืนยันรายละเอียดบัญชีของคุณโดยตรงบนแพลตฟอร์มก่อนการทำธุรกรรมแต่ละครั้ง เนื่องจากข้อมูลเหล่านี้อาจมีการเปลี่ยนแปลงเป็นระยะ ๆ หากคุณพบปัญหาใด ๆ ระหว่างกระบวนการฝากเงิน กรุณาติดต่อฝ่ายบริการลูกค้าทันที"
			]
		},
		withdrawals: {
			title: "การถอนเงิน",
			description: [
				"สมาชิกสามารถขอถอนเงินได้หลังจากทำภารกิจประจำวันที่กำหนดไว้ทั้งหมดเสร็จแล้ว เงินที่ได้รับบนแพลตฟอร์มสามารถถอนได้เมื่อเป็นไปตามเงื่อนไขการถอนของแพลตฟอร์ม ก่อนขอถอนเงิน กรุณาตรวจสอบให้แน่ใจว่าบัญชีแพลตฟอร์มของคุณมีที่อยู่กระเป๋าเงินที่ถูกต้อง",
				"หมายเหตุ: สามารถถอนเงินได้ทุกวันตั้งแต่เวลา 10:00 น. ถึง 23:00 น."
			]
		}
	},
	vip: {
		title: "ระดับสมาชิก",
		current: "ปัจจุบัน",
		deposit: "เงินฝาก",
		bonus: "โบนัส",
		commissionRate: "อัตราค่าคอมมิชชั่น",
		dailyOrders: "Еженедельные заказы",
	},
	about: {
		title: "เกี่ยวกับเรา",
		companyDescription: "OFX ก่อตั้งขึ้นในปี 2001 เป็นบริษัทเทคโนโลยีทางการเงินระดับนานาชาติที่เน้นการโอนเงินทุนและการให้บริการแลกเปลี่ยนเงินตราต่างประเทศทั่วโลก บริษัทเกิดจากแนวคิดที่ชัดเจน คือ การให้โซลูชันเงินทุนระหว่างประเทศที่ดีกว่า เป็นธรรมกว่า และมีประสิทธิภาพมากกว่าแก่ลูกค้าทั่วโลก ตั้งแต่ก่อตั้ง OFX ได้ให้บริการแก่ลูกค้ามากกว่า 1 ล้านคน รองรับมากกว่า 50 สกุลเงิน ครอบคลุมมากกว่า 170 ประเทศและตลาด และจัดการเงินทุนสะสมมากกว่า 1.48 ล้านล้านดอลลาร์สหรัฐ",
		globalNetworkTitle: "โครงสร้างเครือข่ายทั่วโลก",
		globalNetworkDesc: "มีสำนักงานในลอนดอน ดับลิน ซิดนีย์ โอ๊คแลนด์ ฮ่องกง สิงคโปร์ โทรอนโต และซานฟรานซิสโก มีพนักงานมากกว่า 700 คนทั่วโลก และมีเครือข่ายการดำเนินงานที่มั่นคงพร้อมความสามารถในการให้บริการเฉพาะท้องถิ่น",
		regulatoryAdvantageTitle: "ข้อได้เปรียบด้านกฎระเบียบที่แข็งแกร่ง",
		regulatoryAdvantageDesc: "อยู่ภายใต้การกำกับดูแลของหน่วยงานกำกับดูแลมากกว่า 50 แห่งทั่วโลก และปฏิบัติตามมาตรฐานการตรวจสอบทางการเงินและการปฏิบัติตามกฎระเบียบที่เข้มงวด ตั้งแต่จดทะเบียนไม่มีการลงโทษด้านกฎระเบียบหรือการบังคับใช้กฎหมาย และความสามารถในการจัดการความเสี่ยงมีเสถียรภาพ",
		corporateGovernanceTitle: "ธรรมาภิบาลองค์กรและการจัดการ",
		corporateGovernanceDesc1: "คณะกรรมการบริษัทประกอบด้วยผู้นำธุรกิจที่มีประสบการณ์อันยาวนานในสาขาธนาคาร การเงิน และเทคโนโลยี เพื่อรับประกันโครงสร้างธรรมาภิบาลองค์กรที่มั่นคง",
		corporateGovernanceDesc2: "ทีมผู้บริหารประกอบด้วยผู้บริหารระดับสูงจากธนาคารระหว่างประเทศ ผู้ให้บริการชำระเงิน และบริษัทเทคโนโลยีชั้นนำ ภายใต้การนำของซคานเดอร์ มาลคอล์ม ซีอีโอ และยังคงส่งเสริมการขยายตัวเชิงกลยุทธ์และนวัตกรรมดิจิทัลของ OFX ต่อไป",
		listingStatusTitle: "สถานะการจดทะเบียนและคุณลักษณะอุตสาหกรรม",
		listingStatusDesc: "OFX ได้จดทะเบียนในตลาดหลักทรัพย์ออสเตรเลีย (ASX) ในปี 2013 (รหัสหลักทรัพย์: OFX) และจัดอยู่ในหมวด \"การเงินหลากหลาย\" บริษัทมีความสามารถในการแข่งขันที่แข็งแกร่งในอุตสาหกรรมเทคโนโลยีทางการเงินระหว่างประเทศด้วยกรอบการปฏิบัติตามกฎระเบียบที่มั่นคง โครงสร้างระหว่างประเทศ และโมเดลกำไรที่ยั่งยืน",
		aboutDexOfxTitle: "เกี่ยวกับ \"DEX:OFX\"",
		aboutDexOfxDesc1: "ตั้งแต่วันที่ 10 มีนาคม 2023 แพลตฟอร์มข้อมูลทางการเงินบางแห่งแสดงป้ายกำกับ \"DEX:OFX\"",
		aboutDexOfxDesc2: "จำเป็นต้องชี้แจงว่า:",
		aboutDexOfxDesc3: "\"Dex: OFX\" ไม่ใช่รหัสการทำธุรกรรมจริง เป็นตัวระบุการแมปข้ามตลาดที่สร้างขึ้นโดยอัตโนมัติระหว่างการอัปเดตระบบบนแพลตฟอร์มข้อมูลบางแห่ง",
		aboutDexOfxDesc4: "ตัวระบุถูกสร้างขึ้นเป็นส่วนหนึ่งของการทดสอบระบบภายในเพื่อตรวจสอบความสามารถของแพลตฟอร์มในการเชื่อมโยงข้อมูลบริษัทในตลาดต่างๆ อย่างถูกต้อง ดังนั้นป้ายกำกับจึงใช้เพื่อวัตถุประสงค์ในการจัดทำดัชนีข้อมูลและการทดสอบเท่านั้น และไม่ได้หมายความว่า OFX จดทะเบียนใน DEX หรือตลาดหลักทรัพย์อื่นใด",
		aboutDexOfxDesc5: "รายการอย่างเป็นทางการเพียงรายการเดียวของ OFX คือ: ตลาดหลักทรัพย์ออสเตรเลีย (ASX) รหัสหลักทรัพย์: OFX",
		aboutDexOfxDesc6: "ตัวระบุอื่นทั้งหมด (รวมถึง \"DEX:OFX\") เป็นรายการแมปที่สร้างขึ้นโดยระบบ ซึ่งไม่ได้ใช้สำหรับการทำธุรกรรมจริง และใช้เพื่อให้บริการที่ดีกว่าแก่ผู้ใช้เท่านั้น",
		headquartersTitle: "ที่อยู่สำนักงานใหญ่ของ OFX กรุ๊ป",
		headquartersDesc: "ชั้น 19 เลขที่ 60 ถนนมาร์กาเร็ต ซิดนีย์ รัฐนิวเซาธ์เวลส์ 2000 ออสเตรเลีย"
	},
		
		bindTrc20: {
			formTitle: "ข้อมูลการเติมเงิน",
			moneyLabel: "จำนวนเงินที่เติม",
			moneyPlaceholder: "กรุณาใส่จำนวนเงินที่เติม",
			addressLabel: "ที่อยู่การเติมเงิน",
			addressPlaceholder: "กรุณาใส่ที่อยู่การเติมเงิน",
			hashLabel: "แฮชการเติมเงิน",
			hashPlaceholder: "กรุณาใส่แฮชการเติมเงิน",
			submitButton: "ส่งการเติมเงิน",
			successMessage: "ส่งการเติมเงินสำเร็จ",
			failMessage: "การส่งล้มเหลว",
			networkErrorMessage: "ข้อผิดพลาดของเครือข่าย"
		},
		
		bankCardList: {
			formTitle: "ข้อมูลธนาคาร",
			accountNameLabel: "ชื่อเจ้าของบัญชี",
			accountNamePlaceholder: "กรุณาใส่ชื่อเจ้าของบัญชี",
			accountNumberLabel: "หมายเลขบัญชี",
			accountNumberPlaceholder: "กรุณาใส่หมายเลขบัญชี",
			bankNameLabel: "ชื่อธนาคาร",
			bankNamePlaceholder: "กรุณาใส่ชื่อธนาคาร",
			countryLabel: "ประเทศ",
			countryPlaceholder: "กรุณาเลือกประเทศ",
			routingNumberLabel: "หมายเลขการโอนเงิน",
			routingNumberPlaceholder: "กรุณาใส่หมายเลขการโอนเงิน",
			swiftCodeLabel: "รหัส SWIFT",
			swiftCodePlaceholder: "กรุณาใส่รหัส SWIFT",
			bankAddressLabel: "ที่อยู่ธนาคาร",
			bankAddressPlaceholder: "กรุณาใส่ที่อยู่ธนาคาร",
			submitButtonText: "บันทึกข้อมูล",
			bindSuccess: "ผูกบัญชีสำเร็จ",
			updateSuccess: "อัปเดตสำเร็จ"
		}
	}